package AstonTest;

public class Task {
    private final static String TASK = "1. Написать программу, которая принимает на вход два целых числа (a и b) и совершает с ними следующие действия:\n" +
            "- сравнивает эти два числа и возвращает результат сравнения путем вывода в консоль одного из вариантов: \"a > b\", \"a < b\" или \"a = b\";\n" +
            "- совершает с этими числами операции сложения, вычитания, деления и умножения и результат выводит в консоль.\n" +
            "\n" +
            "2. Написать программу, которая принимает на вход две строки (a и b) и сравнивает их. В результате сравнения в консоль должно быть выведено одно из сообщений: \"Строки неидентичны\" или \"Строки идентичны\"\n" +
            "\n" +
            "\n" +
            "\n" +
            "3. Задан массив целых чисел: [1, 2, 3, 4, 5, 6, 7, 8, 9,10]  необходимо написать программу, которая выведет в консоль все чётные числа.\n";

    public String getTASK() {
        return TASK;
    }
}
